NSCameraUsageDescription = "Камера выкарыстоўваецца ў відэавыкліках";
NSMicrophoneUsageDescription = "Мікрафон выкарыстоўваецца ў галасавых і відэавыкліках";
NSPhotoLibraryUsageDescription = "Для абагульвання фотаздымкаў і відэа з вашай прылады патрабуецца доступ да фотабібліятэкі";
NSContactsUsageDescription = "Для супастаўлення кантактаў з адраснай кнігі з кантактамі на серверы патрабуецца доступ да кантактаў";
NSLocationWhenInUseUsageDescription = "Гэта неабходна, каб абагульваць ваша месцазнаходжанне з іншымі";
NSSpeechRecognitionUsageDescription = "Для транскрыпцыі галасавога паведамлення ў тэкст з дапамогай распазнавання на прыладзе патрабуецца доступ да распазнавання маўлення";
